[
    {
        "title": "Mars InSight Lander to Push on Top of the 'Mole'",
        "preview": "Engineers have a plan for pushing down on the heat probe, which has been stuck at the Martian surface for a year."
    },
    {
        "title": "5 Hidden Gems Are Riding Aboard NASA's Perseverance Rover",
        "preview": "The symbols, mottos, and small objects added to the agency's newest Mars rover serve a variety of purposes, from functional to decorative."
    },
    {
        "title": "InSight's 'Mole' Team Peers into the Pit",
        "preview": "Efforts to save the heat probe continue."
    },
    {
        "title": "My Culture, My Voice",
        "preview": "In honor of Hispanic Heritage Month, Christina Hernandez, an instrument engineer on the Mars 2020 mission, talks about her childhood and journey to NASA."
    },
    {
        "title": "NASA's Perseverance Mars Rover Gets Its Wheels and Air Brakes",
        "preview": "After the rover was shipped from JPL to Kennedy Space Center, the team is getting closer to finalizing the spacecraft for launch later this summer."
    },
    {
        "title": "Nine Finalists Chosen in NASA's Mars 2020 Rover Naming Contest",
        "preview": "Nine finalists have been chosen in the essay contest for K-12 students across U.S. to name NASA's next Mars rover. Now you can help by voting for your favorite. "
    },
    {
        "title": "NASA Wins 4 Webbys, 4 People's Voice Awards",
        "preview": "Winners include the JPL-managed \"Send Your Name to Mars\" campaign, NASA's Global Climate Change website and Solar System Interactive."
    },
    {
        "title": "Meet the People Behind NASA's Perseverance Rover",
        "preview": "These are the scientists and engineers who built NASA's next Mars rover and who will guide it to a safe landing in Jezero Crater. "
    },
    {
        "title": "NASA's Perseverance Rover Bringing 3D-Printed Metal Parts to Mars",
        "preview": "For hobbyists and makers, 3D printing expands creative possibilities; for specialized engineers, it's also key to next-generation spacecraft design."
    },
    {
        "title": "NASA's Perseverance Rover 100 Days Out",
        "preview": "Mark your calendars: The agency's latest rover has only about 8,640,000 seconds to go before it touches down on the Red Planet, becoming history's next Mars car."
    },
    {
        "title": "HiRISE Views NASA's InSight and Curiosity on Mars",
        "preview": "New images taken from space offer the clearest orbital glimpse yet of InSight as well as a view of Curiosity rolling along."
    },
    {
        "title": "Media Get a Close-Up of NASA's Mars 2020 Rover",
        "preview": "The clean room at NASA's Jet Propulsion Laboratory was open to the media to see NASA's next Mars explorer before it leaves for Florida in preparation for a summertime launch."
    },
    {
        "title": "Three New Views of Mars' Moon Phobos",
        "preview": "Taken with the infrared camera aboard NASA's Odyssey orbiter, they reveal temperature variations on the small moon as it drifts into and out of Mars’ shadow."
    },
    {
        "title": "NASA's Curiosity Mars Rover Takes a New Selfie Before Record Climb",
        "preview": "Along with capturing an image before its steepest ascent ever, the robotic explorer filmed its \"selfie stick,\" or robotic arm, in action."
    },
    {
        "title": "A Martian Roundtrip: NASA's Perseverance Rover Sample Tubes",
        "preview": "Marvels of engineering, the rover's sample tubes must be tough enough to safely bring Red Planet samples on the long journey back to Earth in immaculate condition. "
    }
]